{
  "inventory": {
    "0:34": "minecraft:writable_book,1,0,{pages:[\"Day #1:\n\nToday marks the start of my journey into the unknown. As a member of the explorer's guild and cartographer by trade, I wouldn't dream of passing up a chance to be the first to chart new lands. The trip should take about 6 days total.\",\"Day #5:\n\nStormy seas! I feared for my life today as the waves cracked against the ship. Am I really able to do this? The other guild members are always so brave in the face of danger.\",\"Day #7:\n\nAs I looked out over the seas with my telescope, I saw it. Land ho! We will anchor offshore and depart in the morning. My companions stir with apprehension. I pack my bag with provisions and a few good books.\",\"Day #8:\n\nI swore I could see movement on the shore, just before the oppressive blackness of night set in. Today, however, we journey into the unknown!\",\"Day #10:\n\nTerrible! As night fell, our camp was attacked by monsters of myth and legend. An arrow from the trees struck Jamie through the chest, and an unimaginable green monstrosity tore Reginald apart with an explosion. I ran.\n(cont'd)\",\"Miraculously, as I sprinted through the woods, I saw lights in the distance. I could not believe my eyes. A settlement! As I reached the village edge, a monster made of iron emerged, lumbering straight towards me. I fell backwards in fear, but\n(cont'd)\",\"the creature passed straight by me and approached the monsters which had perused me here. With a triumphant whack, the my mechanical savior dispatched the beasts.\n\nAs it turns out, these lands are not uninhabited. A race of (cont'd)\",\"long-nosed humanoids lives here-and judging by there technological advance and obsession with commerce-I doubt this is the only village like this. Although I cannot understand the villagers' language, they don't seem to mind me staying in their homes.\",\"Day #11:\n\nAfter a restful night (did not imagine I would sleep in a real bed in this new land!) I decide to set out. In the chaos of the monster's ambush, I was cut off from my guildmates. I will look for them in daylight, and seek shelter by nightfall.\",\"Day #12:\n\nI found myself unable to locate my ship, or my guild's camp. How far did I flee that night?\n\nOne of the villagers gave me some arcane tomes in trade for a gemstone I found. I stored them in my pack.\",\"Day #13:\n\nIt seems the monsters only come out at night. Also, I have found myself unable to comprehend the tomes I received yesterday.\nA villager, seeing this, taught me something today. By combining emeralds with a glass bottle, one can make\n(cont'd)\",\"a potion that spews forth some kind of magical energy. When I came close, the energy absorbed itself into my body, leaving me feeling strangely... experienced? Perhaps this is the key to being able to read those tomes.\",\"Day #14:\n\nThis land is quite peaceful during the day. As kind as the villagers have been, I feel as though I should start some kind of settlement of my own. If I am stuck in these strange lands, I may as well make myself a home here.\",\"Day XX:\n\nThis is the last entry I will write for a while. Today, I will look for some place to make a home. I will also continue my mission of charting these strange lands, and searching for my lost companions.\"],RepairCost:0,display:{Name:\"Explorer's Journal\"}}",
    "0:35": "ironbackpacks:backpack,1,0,{packInfo:{upgrade:[],own:\"1b28331c-1dd4-4e9c-b6fa-57f1bdfcffdf\",type:\"ironbackpacks:basic\",spec:\"NONE\"},packInv:[{id:\"guideapi:bloodmagic-guide\",Count:1b,tag:{G-API_Category_Page:0,G-API_Category:0,G-API_Entry_Page:0,G-API_Page:3},Damage:0s},{id:\"astralsorcery:itemjournal\",Count:1b,Damage:0s},{id:\"botania:lexicon\",Count:1b,tag:{},Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"astralsorcery:itemhandtelescope\",Count:1b,Damage:0s},{id:\"immersiveengineering:tool\",Count:1b,Damage:3s},{id:\"industrialforegoing:book_manual\",Count:1b,Damage:0s},{id:\"geolosys:field_manual\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:air\",Count:1b,Damage:0s},{id:\"minecraft:compass\",Count:1b,tag:{\"quark:compass_calculated\":1b,\"quark:compass_in_nether\":0b},Damage:0s},{id:\"minecraft:clock\",Count:1b,tag:{\"quark:clock_calculated\":1b},Damage:0s}]}",
    "0:27": "minecraft:potion,1,0,{Potion:\"minecraft:water\"}",
    "0:0": "minecraft:wooden_axe,1,0,{Quality:{}}",
    "0:7": "antiqueatlas:antique_atlas",
    "0:6": "questbook:itemquestbook",
    "0:19": "harvestcraft:trailmixitem,4",
    "0:1": "minecraft:wooden_pickaxe,1,0,{Quality:{}}",
    "0:18": "minecraft:cooked_fish,4,1",
    "0:8": "minecraft:torch,8",
    "0:28": "minecraft:potion,1,0,{Potion:\"minecraft:water\"}",
    "0:26": "theoneprobe:probe",
    "0:29": "minecraft:potion,1,0,{Potion:\"minecraft:water\"}"
  }
}